IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/am243x/FSS0_FSAS_0_DAT_REG1.xml
<module name="FSS0_FSAS_0_DAT_REG1" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="DAT_REG1_hpb_data_mem" acronym="DAT_REG1_hpb_data_mem" offset="0x0" width="32" description="FSAS boot data region1">
		<bitfield id="HPB_DATA" width="32" begin="31" end="0" resetval="0x0" description="FSAS data region1" range="31 - 0" rwaccess="R/W"/>
	</register>
</module>